insert into user(loginId, password) values ('admin', 'E10ADC3949BA59ABBE56E057F20F883E'),('CW973700','E10ADC3949BA59ABBE56E057F20F883E'),('KH050663','E10ADC3949BA59ABBE56E057F20F883E'),('KH719369','E10ADC3949BA59ABBE56E057F20F883E'),('KH811914','E10ADC3949BA59ABBE56E057F20F883E'),('KH870574','E10ADC3949BA59ABBE56E057F20F883E'),('PJ861943','E10ADC3949BA59ABBE56E057F20F883E'),('SJ717916','E10ADC3949BA59ABBE56E057F20F883E');

INSERT INTO `employee` VALUES ('CW973700','2018-06-14','财务组','财务组-职员1','女','助理'),('PJ861943','1997-06-01','票据组','职员2','男','助理');

INSERT INTO `region` VALUES (1,'南京'),(2,'常州'),(3,'镇江'),(4,'无锡'),(5,'苏州'),(6,'上海');

INSERT INTO `usergroup` VALUES (1,'对职员用户的增删改查\n2. ','管理组'),(2,'接货管理：填写一份货运单合同','票据组'),(3,'结算管理','财务组'),(4,'对客户的投诉情况进行管理以及提货回告、到货回告、已提回告、中转回告、代收回告','客服组'),(5,'对货运单监控和整体运营状况进行分析','监控组'),(6,'填写货运单','客户组'),(7,'司机组','司机组'),(8,'这是一个测试的用户组\n第二个描述','测试组');
INSERT INTO `userwithgroup` VALUES (1,2,'PJ861943'),(2,6,'KH719369'),(3,6,'KH811914'),(4,7,'SJ717916'),(5,1,'admin'),(6,3,'CW973700'),(7,6,'KH870574'),(8,6,'KH050663');
